Repository: common-repository/quicklogons
Catalog: languages/quicklogons-*.po
Languages: uk_ua

source: Hash is incorect
uk_ua: Хеш э попсутий

source: Request expired
uk_ua: Сплив час запиту

source: Wrong UserId
uk_ua: Не корректний ідентифікатор користувача

source: Wordpress can't create user
uk_ua: Wordpress не може створити користувача

source: Settings
uk_ua: Налаштування

source: You do not have sufficient permissions to access this page.
uk_ua: Ви не маєте достатньо прав щоб переглядати цю сторінку

source: Login with
uk_ua: Увійти через

source: ... or just
uk_ua: ... або

source: Log In
uk_ua: Увійти

source: Login Error
uk_ua: Помилка входу

source: Try login again
uk_ua: Будь ласка, спробуйте ще раз

source: Back home
uk_ua: Повернутися на головну сторінку

source: Please refer documentation to find out more about configuration:
uk_ua: Будь ласка, зверніться до документації, якщо з'являться питання:

source: Callback
uk_ua: Колбек

source: Copy this callback url template and paste into yours site settings on www.quicklogons.com
uk_ua: Зкопіюйте Колбек і вклейте на сторінці конфгурації Вашого сайту на www.quicklogons.com

source: Site Key
uk_ua: Ключ сайту

source: Put here 'Site Key' from yours site settings on www.quicklogons.com
uk_ua: Вклейте тут 'Ключ сайту' з сторінки конфігурації Вашого сайту на www.quicklogons.com

source: Site Secret
uk_ua: Секретний ключ сайта

source: Put here 'Site Secret' from yours site settings on www.quicklogons.com
uk_ua: Вклейте тут 'Секретний ключ сайту' з сторінки конфігурації Вашого сайту на www.quicklogons.com

source: Hash Algorithm
uk_ua: Хеш алгоритм

source: Select the same hash algorithm as you have selected in yours site settings on www.quicklogons.com
uk_ua: Виберіть такий самий 'Хеш алгоритм' як на сторінці конфігурації Вашого сайту на www.quicklogons.com
